{"1": "Would you rather live without a dishwasher or a clothes dryer?", "2": "Would you rather feel safe and secure no matter if there is danger or never be in danger but always feel like you were?", "3": "Would you rather start a new religion or be high up in the rankings of a major religion?", "4": "Would you rather be reborn as a tree or an insect?", "5": "Would you rather wear a hat or put on sunscreen?", "6": "Would you rather go to a busy city or a quiet place for a vacation?", "7": "Would you rather talk to your friend on the phone or text?", "8": "Would you rather use the self-checkout line or go through a line with a cashier in a grocery store?", "9": "Would you rather be too hot or too cold?", "10": "Would you rather jump out of an airplane or hang glide?", "11": "Would you rather stick with what's comfortable for you or follow the latest trend?", "12": "Would you rather drive a car or ride public transportation?", "13": "Would you rather listen to a podcast or an audio book?", "14": "Would you rather go to a new restaurant every weekend for a month or go to the same restaurant that you know is good for a month?", "15": "Would you rather go on a resort vacation or a backpacking vacation?", "16": "Would you rather have four sons or four daughters?", "17": "Would you rather spend money on fine dining or brand name things?", "18": "Would you rather live in a run-down RV or a luxury tiny house?", "19": "Would you rather do cross-fit or yoga?", "20": "Would you rather do a physically hard job for a day or a boring job for a week?", "21": "Would you rather live in a city or a suburb?", "22": "Would you rather spend the last day of your life at home with friends and family or somewhere you always dreamed of going?", "23": "Would you rather have a lot of time or a lot of money?", "24": "Would you rather live your life with tasteless food or without friends?", "25": "Would you rather go to India or Egypt?", "26": "Would you rather go on a liquid diet or a meat only diet?", "27": "Would you rather dance in public or do a public speech?", "28": "Would you rather learn Korean or Japanese?", "29": "Would you rather go clothes shopping in a store or online?", "30": "Would you rather spend a day hiking or hanging out at a beach?", "31": "Would you rather buy something practical or pretty for your partner?", "32": "Would you rather go to Disney or Universal Studios?", "33": "Would you rather watch a horror movie or a bizarre artsy movie?", "34": "Would you rather drive a sports car or a Tesla?", "35": "Would you rather be really good at magic tricks or making jokes?", "36": "Would you rather save 10 children or 20 adults?", "37": "Would you rather lose your front teeth or all your hair?", "38": "In a heist, would you rather be in the action or work behind a computer?", "39": "Would you rather be more talented at singing or acting?", "40": "Would you rather deal with a hurricane or a tsunami?", "41": "Would you rather have the wisdom of elders or the energy of youth?", "42": "Would you rather be a leader or a follower?", "43": "Would you rather eat watermelon with mustard or drink coffee with orange juice?", "44": "Would you rather have a mosquito bite on your butt or the bottom of your foot?", "45": "Would you rather be good at creating ideas or taking action?", "46": "Would you rather not brush your teeth or not take a shower for a week?", "47": "Would you rather get be tickled for 10 mins or not be able to talk for a week?", "48": "Would you rather buy a small amount things as needed or in bulk from Costco?", "49": "Would you rather do your homework/task in advance and enjoy the rest of your time or enjoy your time first and do the work last minute?", "50": "When you are in a bad mood, would you rather cancel the plan with your friend or still show up?", "51": "Would you rather have a non-stop burping disorder or a non-stop farting disorder?", "52": "Would you rather raise newborn children or take care of elderly parents?", "53": "Would you rather save your child or partner from drowning in the water?", "54": "Would you rather have a poor but affectionate partner or a cold but rich partner?", "55": "Would you rather binge watch documentaries or reality shows?", "56": "Would you rather work hard to make yourself happy or towards a greater good?", "57": "Would you rather stick with eating only healthy food or enjoy life eating whatever you want?", "58": "When flying somewhere, would you rather pay less and have to do more lay overs or pay more for less layovers?", "59": "Would you rather learn to box or a martial art?", "60": "Would you rather go to see a Beatles or Queen cover band?", "61": "Would you rather drive at night with your interior lights or have someone follow you the whole trip with their high beams on?", "62": "Would you rather have food allergies or environmental allergies?", "63": "Would you rather have a partner who has a similar personality but different hobbies/interests or a different personality but similar hobbies?", "64": "Would you rather go out with someone who knows a lot of things or is good at sports?", "65": "Would you rather have words of affirmation or acts of service?", "66": "Would you rather to be able to run a long distance or be able to lift heavy weights?", "67": "Would you rather work alone at home or in the office with other people?", "68": "You had a long day. Would you rather go home or hang out with friends?", "69": "Would you rather go to a party with a bunch of people you don't know or a small gathering with people you know well?", "70": "Would you rather get a tattoo or get your body pierced?", "71": "Would you rather eat a live octopus or cow cartilage?", "72": "When you receive a call from an unknown number would you rather answer the call or let it go to voicemail?", "73": "Would you rather to be the center of attention or in the background at a party?", "74": "Would you rather work in a quiet room or a cafe?", "75": "Would you rather filter what you are about to say or say what's on your mind?", "76": "Would you rather read a paper book or on a tablet?", "77": "Would you rather have a plain looking plant that grows on its own or something that needs care but gives you fruit or flowers?", "78": "Would you rather go to an escape room or an axe throwing place with your friends?", "79": "Would you rather drink mixed drinks or something on the rocks?", "80": "Would you rather go on a snorkeling or a scuba diving trip?", "81": "Would you rather buy products from name brands or a small business?", "82": "You heard that your friend talked behind your back. Would you rather confront your friend or just stop talking to the friend?", "83": "Would you rather fix the education system or health care?", "84": "Would you rather spend hours to get something for free or pay for what you want right now?", "85": "Would you rather go to a museum or a concert?", "86": "Would you rather put up with toothache or headache?", "87": "Would you rather have anchovies or pineapples on your pizza?", "88": "Would you rather have friends who are similar to you or totally different?", "89": "Would you rather make something fun with a laser cutter or a 3D printer?", "90": "Would you rather have many options to choose from or just two?", "91": "When you have a problem would you rather talk with someone or try to figure it out by yourself?", "92": "Would you rather shave or wax?", "93": "Would you rather eat savory food or sweet and savory food?", "94": "Would you rather spend money on education or work more to build more experience in your field?", "95": "Would you rather sleep with someone snoring or grinding their teeth?", "96": "Would you rather go on domestic trips or trips to different countries?", "97": "Would you rather put Sprite in beer or wine?", "98": "Would you rather wake up one day as a different gender or stay with the same gender?", "99": "Would you rather spend your day off relaxing near the pool or at home?", "100": "Would you rather build a spa or a nice outdoor fireplace?", "101": "Would you rather go on a cruise or to an all-inclusive resort?", "102": "Would you rather read the book or watch the movie that is based on that book?", "103": "Would you rather use a porta-potty or go somewhere there are no people in the woods?", "104": "Would you rather ride a snow mobile or a jet ski?", "105": "Would you rather eat a juicy cheesy burger or a fresh ingredient pizza with an amazing crust?", "106": "Would you rather learn French or Russian?", "107": "Your airplane crashed and you are the only survivor on an island. Would you rather eat fish or birds for the rest of your life?", "108": "Would you rather get attacked by porcupines or skunks?", "109": "Would you rather drink coffee without cream or without sugar?", "110": "Would you rather be alone or with your family for Mother's Day/Father's Day? (If you are not a parent let's imagine you are one)", "111": "Would you rather do the dishes or do the laundry?", "112": "Would you rather grow your own vegetables or buy them at a grocery store for the convenience?", "113": "It's a beautiful Sunday. After lunch would you rather take a walk or a nap?", "114": "Would you rather work with coworkers you don't enjoy being around at a great job or coworkers you love being around, but the job is boring?", "115": "Would you rather wear comfortable but ugly shoes or very fashionable but uncomfortable shoes for a night out?", "116": "Would you rather walk in and wait for 1 hour to get into a restaurant or make a reservation 1 month ahead?", "117": "Would you rather do a bar crawl tour or a food tour?", "118": "Would you rather watch YouTube or Netflix all day?", "119": "Would you rather go into a crowded city because there are lots of cool places or stay outside of the city for peace and quiet?", "120": "Would you rather plan things in advance or do things as it goes depending on what mood you are in?", "121": "Would you rather cook good food or have someone else cook something okay for you?", "122": "Would you rather spend money on a family restaurant or a fine dining restaurant on the weekend?", "123": "Would you rather sleep with a fuzzy blanket or a thin cover?", "124": "Would you rather spend more money on bedding or towels?", "125": "In your hotel room, would you rather have a comfortable bed or an amazing shower?", "126": "Would you rather live in a country where you know you are going to make a good money but don't like the lifestyle or you make less money, but enjoy the lifestyle?", "127": "Let's say you are on a fasting diet, and you can eat only one meal a day. Would you rather eat a big lunch or big dinner?", "128": "Would you rather work with animals or kids?", "129": "Would you rather watch a foreign movie with subtitles or dubbed?", "130": "Would you rather give money to a homeless person day by day or donate a lump sum to an organization?", "131": "Would you rather have a metal door with triple locks, iron bars all around the windows as a security system for your home or none of those and just a gun?", "132": "You have money to hire a personal designer. Would you rather redo your house or change your style from head to toe?", "133": "Would you rather follow the instructions on how to do something or try without instructions?", "134": "Would you rather have a friend who knows a lot of cool places to go or a friend who has lots of friends?", "135": "Would you rather live in a big house with lots of stuff or in an apartment owning less things?", "136": "Your work wants to pay you a bonus. Would you rather get a portion every 3 months or so or get a lump sum at the end of a year?", "137": "Would you rather go to 3 – 5 different countries for a short amount of time or stay in one country a long time and experience that country in a deeper way?", "138": "Would you rather have more rooms for storage or own less things?", "139": "In some countries people slurp noodles, double dip, or eat food with fingers. Would you rather adopt their cultural practices or stick with what you are used to do when you are in their country?"}