{"1": "What shows are you into?", "2": "What's your claim to fame?", "3": "How often do you play sports?", "4": "Are you usually early or late?", "5": "What quirks do you have?", "6": "How often do you people watch?", "7": "What's your favorite drink?", "8": "What do you hope never changes?", "9": "What's your dream car?", "10": "Where would you rather be from?", "11": "What songs have you completely memorized?", "12": "What would you rate 10 / 10?", "13": "What job would you be terrible at?", "14": "What are you absolutely determined to do?", "15": "What skill would you like to master?", "16": "What website do you visit most often?", "17": "What would your perfect room look like?", "18": "What movie title best describes your life?", "19": "What age do you want to live to?", "20": "What kind of art do you enjoy most?", "21": "What takes up too much of your time?", "22": "What do you wish you knew more about?", "23": "What's the best way to start the day?", "24": "What mystery do you wish you knew the answer to?", "25": "How different was your life one year ago?", "26": "What's the best single day on the calendar?", "27": "What are some things you've had to unlearn?", "28": "What's your favorite genre of book or movie?", "29": "What's the farthest you've ever been from home?", "30": "What TV or YouTube channel doesn't exist but really should?", "31": "Where is the most interesting place you've been?", "32": "What fad or trend do you hope comes back?", "33": "What city would you most like to live in?", "34": "When was the last time you climbed a tree just for fun?", "35": "What do you consider to be your best find?", "36": "What is special about the place you grew up?", "37": "What age do you wish you could permanently be?", "38": "What's worth spending more on to get the best?", "39": "What are you most likely to become famous for?", "40": "What fictional place would you most like to go?", "41": "Where is the most relaxing place you've ever been to?", "42": "What have you only recently formed an opinion about?", "43": "What is the most heartwarming thing you've ever seen?", "44": "What's the most interesting piece of art you've seen?", "45": "What's something you like to do the old-fashioned way?", "46": "Would you rather go hang gliding or whitewater rafting?", "47": "Who has impressed you most with what they've accomplished?", "48": "How do you relax after a hard day of work?", "49": "What popular TV show or movie do you refuse to watch?", "50": "What job do you think you'd be really good at?", "51": "What pets did you have while you were growing up?", "52": "Where would you spend all your time if you could?", "53": "What would be the most amazing adventure to go on?", "54": "What would be your ideal way to spend the weekend?", "55": "What's the best way a person can spend their time?", "56": "What one thing do you really want but can't afford yet?", "57": "What is the luckiest thing that has happened to you?", "58": "What are some small things that make your day better?", "59": "What's the best thing that happened to you last week?", "60": "What are you looking forward to in the coming months?", "61": "What's your favorite piece of clothing you own/owned?", "62": "What is the most annoying habit that other people have?", "63": "What game or movie universe would you most like to live in?", "64": "What is the most impressive thing you know how to do?", "65": "What was the best book or series that you've ever read?", "66": "What question would you most like to know the answer to?", "67": "What are you interested in that most people haven't heard of?", "68": "Why did you decide to do the work you are doing now?", "69": "What state or country do you never want to go back to?", "70": "Where do you usually go when you have time off?", "71": "What are you most looking forward to in the next 10 years?", "72": "What is the most annoying question that people ask you regularly?", "73": "If you suddenly became a master at woodworking, what would you make?", "74": "What could you give a 40-minute presentation on with absolutely no\npreparation?", "75": "What amazing thing did you do that no one was around to see?", "76": "What hobby would you get into if time and money weren't an issue?", "77": "If you didn't have to sleep, what would you do with the extra time?", "78": "When people come to you for help, what do they usually want help with?", "79": "What is something you think everyone should do at least once in their\nlives?", "80": "What's something you've been meaning to try but just haven't gotten\naround to it?", "81": "If all jobs had the same pay and hours, what job would you like to\nhave?", "82": "Who's your go-to band or artist when you can't decide on something to\nlisten to?", "83": "If you were dictator of a small island nation, what crazy dictator\nstuff would you do?", "84": "What is something that most people consider to be a luxury, but you\ndon't think you could live without?", "85": "What would be your first question after waking up from being cryogenically frozen\nfor 100 years?", "86": "What is something that a ton of people are obsessed with, but you just\ndon't get the point of?", "87": "If you could turn any activity into an Olympic sport, what would you\nhave a good chance at winning a medal for?", "88": "What piece of entertainment do you wish you could erase from your mind\nso that you could experience it for the first time again?", "89": "If you had unlimited funds to build a house that you would live in for\nthe rest of your life, what would the finished house be like?", "90": "What gets you fired up?", "91": "What makes a good life?", "92": "What risks are worth taking?", "93": "What do you take for granted?", "94": "Who inspires you to be better?", "95": "What do you have doubts about?", "96": "When do you feel truly “alive”?", "97": "What fact are you resigned to?", "98": "What book impacted you the most?", "99": "What's the best thing about you?", "100": "What would a mirror opposite of yourself be like?", "101": "What irrational fear do you have?", "102": "What would be your spirit animal?", "103": "What would be the scariest monster you could imagine?", "104": "What's the hardest lesson you've learned?", "105": "What's something you are self-conscious about?", "106": "What is one or two of your favorite smells?", "107": "Have you ever given to any charities?", "108": "What's the last adventure you went on?", "109": "What are three interesting facts about you?", "110": "What was the best compliment you've received?", "111": "What chance encounter changed your life forever?", "112": "What do you want your epitaph to be?", "113": "What are you really good at, but kind of embarrassed that you are good\nat it?", "114": "What is the “Holy Grail” of your life?", "115": "What do you like most about your family?", "116": "What do people think is weird about you?", "117": "What is something you will NEVER do again?", "118": "Who is/was your most interesting friend?", "119": "What are you most likely very wrong about?", "120": "What's the most immature thing that you do?", "121": "What stereotype do you completely live up to?", "122": "What is the biggest lesson you NEVER learned?", "123": "What dumb accomplishment are you most proud of?", "124": "What was the most memorable gift you've received?", "125": "What chapters would you separate your autobiography into?", "126": "What do you hope your last words will be?", "127": "What do you spend the most time thinking about?", "128": "What is something you can never seem to finish?", "129": "What mistake do you keep making again and again?", "130": "What's the best thing you got from your parents?", "131": "What is the strangest thing you have come across?", "132": "If you could make a 20-second phone call to yourself at any point in\nyour life present or future, when would you call and what would you say?", "133": "What's the best and worst thing about getting older?", "134": "If you could have a never-ending candle that smelled like anything you\nwanted, what fragrance would you want it to be?", "135": "What is something you are certain you'll never experience?", "136": "What challenging thing are you working through these days?", "137": "What's one responsibility you really wish you didn't have?", "138": "What do you wish your brain was better at doing?", "139": "If your childhood had a smell, what would it be?", "140": "In your group of friends, what role do you play?", "141": "Which of your scars has the best story behind it?", "142": "What have you created that you are most proud of?", "143": "What do you strongly suspect but have no proof of?", "144": "What were some of the turning points in your life?", "145": "What bends your mind every time you think about it?", "146": "What's the title of the current chapter of your life?", "147": "Among your friends or family, what are you famous for?", "148": "What is something that your friends wouldn't believe was true about\nyou?", "149": "What's something horrible that everyone should try at least once?", "150": "If you had a personal flag, what would be on it?", "151": "If your life was a book, what would its title be?", "152": "As the only human left on Earth, what would you do?", "153": "What stats for your life would you most like to see?", "154": "What did you think you would grow out of but haven't?", "155": "What are three of the most significant numbers in your life?", "156": "What are some of your personal “rules” that you never break?", "157": "What's the best and worst piece of advice you've ever received?", "158": "What song or artist do you like but rarely admit to liking?", "159": "What annoys you most about the in-groups you are a part of?", "160": "What small gesture from a stranger made a big impact on you?", "161": "What do you regret not doing or starting when you were younger?", "162": "What's the dumbest thing you've done that actually turned out pretty\nwell?", "163": "If you had to change your name, what would you change it to?", "164": "When people look at you, what do you think they see/think?", "165": "What can you not get right, no matter how many times you try?", "166": "What question can you ask to find out the most about a person?", "167": "As you get older, what are you becoming more and more afraid of?", "168": "What lifestyle change have you been meaning to make for a while now?", "169": "In what situation or place would you feel the most out of place?", "170": "There are two types of people in this world", "171": "What personality trait do you value most, and which do you dislike the\nmost?", "172": "When was the last time you changed your opinion/belief about something\nmajor?", "173": "What would you do if you knew you were going to die in one day?", "174": "What are some of the events in your life that made you who you are?", "175": "If life is a game like some people say, what are some of the rules?", "176": "They say that everyone has a book in them", "177": "What could you do with two million dollars to impact the most amount\nof people?", "178": "What would be some of the most annoying things about having yourself\nas a roommate?", "179": "What do you want to be remembered for?", "180": "If you could make one rule that everyone had to follow, what rule\nwould you make?", "181": "What's something that happened or something that someone said that\nchanged how you view the world?", "182": "If you were put into solitary confinement for six months, what would\nyou do to stay sane?", "183": "If you could have a video of anyone event in your life, what event\nwould you choose?", "184": "What incredibly strong opinion or belief do you have that is\ncompletely unimportant in the grand scheme of things?", "185": "What are the top three things you want to accomplish before you die?\nHow close are you to accomplishing them?", "186": "If you could convince everyone in the world to do one thing at one\npoint in time, what would that thing be?", "187": "If you had a clock that would countdown to any one event of your\nchoosing, what event would you want it to countdown to?", "188": "What do you wish you could tell yourself 10 years ago? What do you\nthink you'll want to tell your current self 10 years from now?", "189": "If you were forced to relive one 10-minute block of your life again\nand again for all eternity, what 10 minutes of your life would you choose?", "190": "Have you ever saved someone's life?", "191": "What are you addicted to?", "192": "What keeps you up at night?", "193": "What lie do you tell most often?", "194": "What do you regret not doing?", "195": "What gives your life meaning?", "196": "What are you most insecure about?", "197": "What bridges do you NOT regret burning?", "198": "What's the most illegal thing you've done?", "199": "How do you get in the way of your own success?", "200": "What are you afraid people see when they look at you?", "201": "What's the most surprising self-realization you've had?", "202": "How do you hope you'll change as a person in the future?", "203": "What's one thing you did that you really wish you could go back and\nundo?", "204": "What do you most often look down on people for? What do you think\nother people look down on you for?", "205": "What is the TLDR version of your life?", "206": "What should they teach in school, but don't?", "207": "What inscription do you want on your gravestone?", "208": "What is a cause that is worth dedicating your life to?", "209": "What should parents stop teaching their children?", "210": "Is it okay to sacrifice one life to save ten?", "211": "How much do you change when you know no one is around?", "212": "How useful would you be in a zombie apocalypse?", "213": "How much do you know about the world outside your country?", "214": "Which movie or book do you think is ridiculously overrated?", "215": "Who would you most like to sit next to on a 10 hour flight and why?", "216": "What are two things you know you should how to do but don't?", "217": "What is something you've done that you wish you could undo?", "218": "What do most people think about you that is absolutely not true?", "219": "What is something that can't be taught and can only be learned with age?", "220": "Do you think the convenience of technology is worth the loss of privacy that comes with it?", "221": "What are the consequences of everyone having instant distraction at their fingertips?", "222": "What makes you say “What was I thinking?” when you look back on your life?", "223": "If you could live your life again knowing what you do now, what would you change?", "224": "You have $100 to burn, all your friends are busy and you have the whole day to yourself, what do you do?", "225": "If you could be born again and choose what nationality, gender, and race to be, what would you choose?"}